tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/versions"
cask "xquartz"
brew "adns"
brew "atomicparsley"
brew "freetype"
brew "gettext"
brew "glib"
brew "clang-format"
brew "cmigemo"
brew "colordiff"
brew "dbus"
brew "ffmpeg"
brew "fish"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "gdbm"
brew "ghostscript"
brew "gibo"
brew "libtasn1", args: ["universal"]
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "pth"
brew "gpg-agent"
brew "graphviz"
brew "hub"
brew "icarus-verilog"
brew "imagemagick"
brew "jasper", args: ["universal"]
brew "lame"
brew "lha"
brew "libusb", args: ["universal"]
brew "libusb-compat", args: ["universal"]
brew "libgphoto2", args: ["universal"]
brew "libicns", args: ["universal"]
brew "libvo-aacenc"
brew "lynx"
brew "macvim", args: ["with-lua"]
brew "makedepend"
brew "net-snmp"
brew "node"
brew "peco"
brew "phantomjs"
brew "pinentry-mac"
brew "plantuml"
brew "poppler"
brew "pv"
brew "pyenv"
brew "qpdf"
brew "ruby"
brew "sane-backends", args: ["universal"]
brew "texi2html"
brew "tmux"
brew "w3m"
brew "watch"
brew "wine"
brew "winetricks"
brew "x264"
brew "xvid"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "gtkwave"
cask "skim"
cask "transmission"
